Repository: redlickigrzegorz/support-center
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: support center
pl: centrum pomocy technicznej

source: search
pl: szukaj

source: home
pl: strona główna

source: faults assigned to me
pl: zgłoszenia przypisane do mnie

source: faults which you are watching
pl: obserwowane zgłoszenia

source: watched faults
pl: obserwowane zgłoszenia

source: resolved faults
pl: zakończone zgłoszenia

source: deleted faults
pl: usunięte zgłoszenia

source: users
pl: użytkownicy

source: history
pl: historia

source: statistics
pl: statystyki

source: my account
pl: moje konto

source: change password
pl: zmień hasło

source: log out
pl: wyloguj

source: client site
pl: strona klienta

source: old password
pl: stare hasło

source: new password
pl: nowe hasło

source: repeat new password
pl: powtórz nowe hasło

source: not started
pl: nierozpoczęte

source: queued
pl: w trakcie

source: completed
pl: zakończone

source: deleted
pl: usunięte

source: priority
pl: priorytet

source: trivial
pl: opcjonalny

source: standard
pl: standardowy

source: urgent
pl: pilny

source: handler
pl: technik

source: none
pl: żaden

source: ask for reassign
pl: poproś o przepisanie zgłoszenia

source: object number
pl: numer obiektu

source: details of object
pl: szczegóły obiektu

source: last update
pl: ostatnia zmiana

source: created by
pl: stworzone przez

source: report phone number
pl: zgłoś numer telefonu

source: edit
pl: edytuj

source: assign
pl: przypisz

source: delete
pl: usuń

source: finish
pl: zakończ

source: restore
pl: przywróć

source: changed at
pl: data zmiany

source: fault id
pl: id zgłoszenia

source: changer id
pl: id technika

source: changed field
pl: zmienione pole

source: previous version
pl: poprzednia wersja

source: actual version
pl: aktualna wersja

source: topic
pl: temat

source: description
pl: opis

source: details of fault
pl: szczegóły zgłoszenia

source: details of user
pl: szczegóły użytkownika

source: created at
pl: data utworzenia

source: updated at
pl: data zmiany

source: issuer
pl: osoba zgłaszająca

source: phone number
pl: numer telefonu

source: not handled
pl: nieprzypisane

source: missing
pl: brakujący

source: located
pl: na miejscu

source: room
pl: pokój

source: price
pl: cena

source: first name
pl: imię

source: last name
pl: nazwisko

source: last login
pl: ostatnie logowanie

source: block
pl: zablokuj

source: date joined
pl: data dołączenia

source: username
pl: nazwa użytkownika

source: active
pl: aktywność

source: add fault
pl: dodaj zgłoszenie

source: my faults
pl: moje zgłoszenia

source: contact
pl: kontakt

source: admin site
pl: strona admina

source: created by
pl: stworzone przez

source: sort by
pl: sortuj

source: previous
pl: poprzednia

source: page
pl: strona

source: of
pl: z

source: next
pl: następna

source: SUPPORT CENTER
pl: CENTRUM POMOCY TECHNICZNEJ

source: please, sign in
pl: zaloguj się

source: username or email
pl: nazwa użytkownika lub email

source: password
pl: hasło

source: sign in
pl: zaloguj

source: I hope you will not have to come back here anymore :)
pl: Mam nadzieję, że już nigdy nie będziesz musiał tutaj wracać :)

source: login again
pl: zaloguj ponownie

source: success
pl: sukces

source: warning
pl: ostrzeżenie

source: error
pl: błąd

source: count
pl: liczba

source: status of all faults
pl: status wszystkich zgłoszeń

source: count of objects
pl: podliczenie obiektów

source: date
pl: data

source: faults
pl: zgłoszenia

source: new faults and users login per day
pl: nowe zgłoszenia i logowanie użytkowników na dzień

source: count of users
pl: podliczenie użytkowników

source: your account has been disabled
pl: twoje konto zostało wyłączone

source: invalid login or password
pl: nieprawidłowy login albo hasło

source: all faults
pl: wszystkie zgłoszenia

source: sorted faults
pl: posortowane zgłoszenia

source: no matches for this query
pl: brak dopasowań dla tego zapytania

source: searched faults
pl: wyszukiwane zgłoszenia

source: fault added successful
pl: zgłoszenie dodane pomyślnie

source: add
pl: dodaj

source: new fault
pl: nowe zgłoszenie

source: fault edited successful
pl: zgłoszenie edytowane pomyślnie

source: edit fault
pl: edytuj zgłoszenie

source: this fault is already ended
pl: zgłoszenie zostało już zakończone

source: you are not owner of this fault
pl: nie jesteś autorem tego zgłoszenia

source: fault does not exist
pl: zgłoszenie nie istnieje

source: you don't watch on this fault from this time
pl: już nie obserwujesz tego zgłoszenia

source: you watch on this fault from this time
pl: obserwujesz to zgłoszenie

source: this fault is already deleted
pl: zgłoszenie zostało już usunięte

source: fault's details
pl: szczegóły zgłoszenia

source: object's details
pl: szczegóły obiektu

source: object does not exist
pl: obiekt nie istnieje

source: user's details
pl: szczegóły użytkownika

source: this is not you
pl: to nie ty

source: user does not exist
pl: użytkownik nie istnieje

source: all users
pl: wszyscy użytkownicy

source: you are not handler of this fault
pl: nie jesteś przypisany do tego zgłoszenia

source: fault finished successful
pl: zgłoszenie zakończone pomyślnie

source: fault is not ready to finish
pl: zgłoszenie nie jest gotowe do zakończenia

source: fault deleted successful
pl: zgłoszenie usunięte pomyślnie

source: fault is already deleted
pl: zgłoszenie zostało już usunięte

source: fault assigned successful
pl: zgłoszenie przypisane pomyślnie

source: fault status is not free to assign
pl: zgłoszenie zostało już przypisane

source: fault is already assigned
pl: zgłoszenie zostało już przypisane

source: fault reassigned successful
pl: zgłoszenie przepisane pomyślnie

source: this user is not authorized to assigning faults
pl: użytkownik nie jest upoważniony do przypisywania zgłoszeń

source: you can not reassign this fault
pl: nie możesz przepisać tego zgłoszenia

source: fault restore successful
pl: zgłoszenie przywrócone pomyślnie

source: fault is not ended
pl: zgłoszenie nie jest zakończone

source: user edited successful
pl: użytkownik edytowany pomyślnie

source: edit user
pl: edytuj użytkownika

source: this user is not editable
pl: tego użytkonika nie można edytować

source: user blocked successful
pl: użytkownik zablokowany pomyślnie

source: user is one of admins
pl: ten użytkownik jest adminem

source: user is already blocked
pl: użytkownik jest już zablokowany

source: user restored successful
pl: użytkownik przywrócony pomyślnie

source: user is not blocked
pl: użytkonik nie jest zablokowany

source: password has been changed
pl: hasło zmienione pomyślnie

source: password fields are different!
pl: podano różne hasła!

source: old password is wrong
pl: stare hasło jest nieprawidłowe

source: change
pl: zmień

source: ask for reassign send successfully
pl: prośba o przepisanie wysłana pomyślnie

source: you are handler of this fault already
pl: już jesteś przypisany do tego złoszenia

source: you are not allowed to reassigning
pl: nie jesteś upoważniony do przepisania tego zgłoszenia

source: phone number reported successfully
pl: numer telefonu zgłoszono pomyślnie

source: you are issuer of this fault
pl: jesteś autorem tego zgłoszenia

source: you are not allowed to reporting phones
pl: nie jesteś upoważniony do zgłaszania numerów telefonu

source: English
pl: Angielski

source: Polish
pl: Polski
