Repository: redlickigrzegorz/support-center
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: confirm!
pl: potwierdź!

source: are you sure you want to report phone number??
pl: czy na pewno chcesz zgłosić ten numer telefonu??

source: confirm
pl: potwierdź

source: close
pl: zamknij

source: are you sure you want to ask for reassign??
pl: czy na pewno chcesz poprosić o przepisanie tego zgłoszenia

source: Project was written for:
pl: Projekt został stworzony dla:

source: - credit with subject
pl: - zaliczenia przedmiotu

source: - cloud computing for web application
pl: - przetwarzania w chmurze dla aplikacji webowych

source: - operation system for web application
pl: - systemu aplikacji

source: In the same time, mobile application is developed
pl: W tym samym czasie jest rozwijany projekt aplikacji mobilnej

source: For now application is ready only for CTI building
pl: Na ten moment aplikacja jest gotowa jedynie dla budynku CTI

source: Emergency number: 112
pl: Numer alarmowy: 112

source: Municipal Police: 986
pl: Straż miejska: 986

source: Energy Ambulance: 991
pl: Pogotowie energetyczne: 991

source: Gas Ambulance: 992
pl: Pogotowie gazowe: 992

source: Police: 997
pl: Policja: 997

source: Fire brigade: 998
pl: Straż pożarna: 998

source: Emergency Medical Services: 999
pl: Pogotowie ratunkowe: 999

source: Administration of CTI building:
pl: Administracja budynku CTI

source: - telephone: + 48 42 631 24 40
pl: - numer telefonu: + 48 42 631 24 40

source: resolved faults
pl: zakończone zgłoszenia

source: details
pl: szczegóły

source: restore
pl: przywróć

source: deleted faults
pl: usunięte zgłoszenia

source: faults assigned to me
pl: przypisz do mnie

source: edit
pl: edytuj

source: finish
pl: zakończ

source: delete
pl: usuń

source: assign to me
pl: przypisz do mnie

source: block
pl: zablokuj

source: phone number is required
pl: numer telefonu jest wymagany

source: allowed phone number format: +999999999 (9-15 digits with possible plus)
pl: wymagany zapis numeru telefonu: +999999999 (9-15 cyfry z opcjonalnym plusem)

source: object number is required
pl: numer obiektu jest wymagany

source: allowed object number format: 9999999999 (10 digits)
pl: wymagany zapis numeru obiektu: 999999999 (10 cyfr)

source: topic is required
pl: temat jest wymagany

source: allowed topic max length: 50 signs
pl: maksymalna długość tematu to 50 znaków

source: description is required
pl: opis jest wymagany

source: allowed description max length: 200 signs
pl: maksymalna długość opisu to 200 znaków

source: are you sure you want to do this??
pl: na pewno chcesz to zrobić??

source: first name is required
pl: imię jest wymagane

source: first name must have first capital letter and rest lowercase
pl: imię musi posiadać pierwszą dużą literę

source: last name is required
pl: nazwisko jest wymagane

source: last name must have first capital letter and rest lowercase
pl: nazwisko musi posiadać pierwszą dużą literę

source: email is required
pl: email jest wymagany

source: email must have '@' sign and any white space
pl: email musi posiadać znak '@'

source: field is required
pl: to pole jest wymagane
